Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushankkeen_viides_lukuvuosi_kaynnistyi_-_opetuksessa_mukana_jo_150_oppilasta_ja_opiskelijaa.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten etäopetushankkeen viides lukuvuosi käynnistyi – opetuksessa mukana jo 150 oppilasta ja opiskelijaa
sme: Sámegielaid gáiddusoahpahusprošeavtta viđát lohkanjahki álggii – mielde juo 150 oahppi ja studeantta

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen viides lukuvuosi käynnistyi maanantaina 15.8., ja saamen opetuksessa aloitti ennätykselliset noin 150 oppilasta ja opiskelijaa 90 eri koulusta ja yli 40 kunnasta ympäri Suomen.
sme: Sámegielaid gáiddusoahpahusa pilohttaprošeavtta viđát lohkanjahki álggii mánnodaga 15.8. Sámegiela oahpahusas álggahedje sullii 150 oahppi ja studeantta 90 iešguđet skuvllas ja badjelaš 40 iešguđet gielddas. Dát lea ođđa olahus oassálastimearis.

source: Oppilas- ja opiskelijamäärän kasvettua hankkeeseen on palkattu yhteensä kuusi opettajaa, joista jo kolme työskentelee päätoimisina tuntiopettajina.
sme: Seammás go oahppi- ja studeantamearri lea lassánan, de prošektii leat bálkáhuvvon oktiibuot guhtta oahpaheaddji. Sis juo golmmas barget váldodoaibmasaš diibmooahpaheaddjin.

source: Lukuvuonna 2022–2023 koltansaamea opettavat Sirkka Sanila ja Kia Olin, inarinsaamea Laura Ylinampa ja Henna Aikio ja pohjoissaamea Máren-Elle Länsman ja Gabriela Satokangas.
sme: Lohkanjagi 2022–2023 nuortalašgiela oahpahit Sirkka Sanila ja Kia Olin, anárašgiela Laura Ylinampa ja Henna Aikio ja davvisámegiela Máren-Elle Länsman ja Gabriela Satokangas.

source: – On arvokasta, että hanke pystyy tarjoamaan kokoaikaista työtä jo kolmelle saamen opettajalle.
sme: – Lea hui mávssolaš, ahte prošeakta bastá fállat ollesáigge barggu juo golmma sámegiela oahpaheaddjái.

source: Lisäksi ensimmäistä kertaa meillä on jokaisessa kielessä työparit, jotka yhdessä kehittävät kunkin saamen kielen opetusta, iloitsee hankkeen projektipäällikkö Hanna Helander Utsjoen kunnasta.
sme: Dán lassin mis leat vuosttaš háve guđege sámegielas guokte oahpaheaddji, geat veahkkálaga ovddidit sámegiela oahpahusa, illuda prošeavtta hoavda Hanna Helander Ohcejoga gielddas.

source: Laura Ylinampa on yksi etäopetushankkeen uusista opettajista.
sme: Laura Ylinampa lea okta gáiddusoahpahusprošeavtta ođđa oahpaheddjiin.

source: Vaikka hanke ja inarinsaamen opettaminen etäyhteyksin ovat hänelle tuttuja asioita opettajaopinnoista, tuleva syksy kutkuttaa silti mielessä.
sme: Vaikke prošeakta ja anárašgiela oahpahus gáiddusin leat sutnje oahpes áššit oahpaheaddjeoahpuin, de liikká sus čoalit čagalduvvet, go jurddaša boahttevaš čavčča.

source: – Kyllä tuntien alkaminen jännittää opettajaa varmaan yhtä paljon kuin oppilaita.
sme: – Oahppodiimmuid doallan lea várra seamma gelddolaš sihke oahpaheaddjái ja ohppiide.

source: Teknisten asioiden ja yhteyksien toimiminen myös jännittää.
sme: Gelddolaš orru maiddái teknihkalaš áššiid ja oktavuođaid doaibman.

source: Eiköhän kaikki suju jo kivasti, kun päästään ensi viikkoon ja alkujärjestelyt on hoidettu, kertoo Laura Ylinampa.
sme: Jáhkán buot mannat bures, go geargat dáinna vuosttaš vahkuin ja álgoordnestallamiiguin, muitala Laura Ylinampa.

source: Opetuksen tavoitteina kipinän sytyttäminen omaan kieleen ja kulttuuriin
sme: Oahpahus movttiidahttá guorahallat iežas giela ja kultuvrra

source: Saamen kielten etäopetushanke mahdollistaa saamen kielten opiskelun saamelaisalueen ulkopuolella asuville oppilaille kahden viikkotunnin verran.
sme: Sámegielaid gáiddusoahpahusprošeakta addá vejolašvuođa sámegiela studeremii mánáide ja nuoaide sámeguovllu olggobealde guokte oahppodiimmu vahkus.

source: Ennen etäopetushanketta erityisesti inarin- ja koltansaamen kielten opetus oli vain satunnaista, ja pohjoissaamen opetuskin oli mahdollista vain suurimmissa saamelaiskeskittymissä Rovaniemellä, Oulussa ja Helsingissä.
sme: Ovdal gáiddusoahpahusprošeavtta erenomážit anáraš- ja nuortalašgiela oahpahus lei hui unnán, ja davvisámegiela oahpahus lei vejolaš dušše sámiid čoahkkebáikkiin nu mo Roavvenjárggas, Oulus ja Helssegis.

source: Etäopetushankkeen opetus on siis samalla kielenelvytystä ja saamelaisen pedagogiikan kehittämistä.
sme: Dáinna ládje gáiddusoahpahusprošeavtta oahpahus ealáskahttá seammás sámegielaid ja ovddida sámi pedagogihka.

source: – Vaikka kaksi viikkotuntia saamen kielen opetusta on vähän, on kielenopetuksessa kyse myös omaan kulttuuriin ja omiin juuriinsa tutustumisesta.
sme: – Vaikke guokte vahkkodiimmu oahpahus lea unnán, de sámegiela oahpahus sikte maiddái dasa, ahte oahppit oahpásnuvvet iežaset kultuvrii ja ruohttasiidda.

source: Opetuksemme antaa toivottavasti oppilaille kipinän oman kielensä ja identiteettinsä tutkimiseen, toteaa Hanna Helander .
sme: Sávan, ahte min oahpahus movttiidahttá ohppiid guorahallat iežaset giela ja identitehta, muitala Hanna Helander.

source: Saamen kielten etäopetushanke on käynnistynyt vuonna 2018, ja vuonna 2020 se palkittiin Opetushallituksen Cygnaeus-palkinnolla .
sme: Sámegielaid gáiddusoahpahusprošeakta lea álgán jagi 2018, ja 2020 dasa geigejuvvui Oahpahusráđđehusa Cygnaeus-bálkkašupmi.

source: Palkinnon saamisen kriteereinä olivat osallisuus, saavutettavuus ja inkluusio sekä rohkeus käyttää uusia opetusmenetelmiä.
sme: Bálkkašumi oažžuma kritearan ledje oassálastin, olahahttivuohta, inklušuvdna ja maiddái roahkkatvuohta geahččaladdat ođđa oahpahusvugiid.

source: Hanke jatkuu Opetus- ja kulttuuriministeriön erillisrahoitettuna kehittämishankkeena vuoden 2023 kevätlukukauden loppuun.
sme: Prošeakta joatkašuvvá oahpahus- ja kulturministeriija sierraruhtaduvvon ovddidanprošeaktan jagi 2023 giđđalohkanbaji lohppii.

source: Lisätietoja:
sme: Lassedieđut:

source: Hanna Helander, hankepäällikkö Utsjoen kunta hanna.helander@edu.utsjoki.fi 040 701 2094
sme: Hanna Helander, prošeaktahoavda Ohcejoga gielda hanna.helander@edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori Saamelaiskäräjät arla.magga@samediggi.fi 040 687 5989 www.saamenetaopetus.com
sme: Arla Magga, prošeaktakoordináhtor Sámediggi arla.magga@samediggi.fi 040 687 5989 www.saamenetaopetus.com

source: Lisätietoja Saamen kielten etäopetushankkeesta:
sme: Lassedieđut Sámegielaid gáiddusoahpahusprošeavtta birra:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
sme: Sámegielaid gáiddusoahpahusa pilohttaprošeavtta jođiha Ohcejoga gielda ja koordinere Sámediggi.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
sme: Prošeavtta mihttomearrin lea fállat sámegielaid gáiddusoahpahusa vuođđoskuvlla ohppiide ja nuppi dási studeanttaide sámeguovllu gielddaid olggobeallái guokte vahkkodiimmu ja ovddidit sámegieloahpahusa pedagogihka.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
sme: Gáiddusoahpahusprošeavtta oahpahus lea reálaáiggi oahpahus (nu gohčoduvvon synkronalaš oahpahus), mas oahpaheaddji ja oahppit oassálastet oahppodiibmui seamma áigge iežaset dihtoriiguin iešguđet guovllus.
